[
      {
         "id":1,
         "bab":"BAB I - November",
         "isi":[
            "Setelah kematian ibu angkat Irene, Genevieve. Leopoldo (ayah irene) memutuskan untuk pergi meninggalkan paris untuk hidup di london selamanya meninggalkan kehidupan lama mereka di paris dengan memulai yang baru di london.",
            "Irene yang masih murung masih tidak sepenuhnya mengerti akan ibu angkatnya, Genevieve dengan baik masih bingung akan perlakuan ibunya sendiri. Tetapi dia tak akan bisa lagi mengertikan ibunya karena sudah mati di tangan penjahat karena kecerobohan nya sendiri.",
            "Ayahnya berusaha meyakinkan irene bahwa dia kuat, dan semua akan kembali seperti normal lagi, walaupun irene tahu bahwa ayahnya sangat terpukul dan terkadang menangis akan kehilangan istri tercintanya. Di hari hari penuh kesepian itu, diterangi cahaya london yang terik untuk menyemangatinya dan berusaha menenangkan pikirannya dengan musik sebelum peristiwa peristiwa lain akan datang. "
         ]
      },
      {
         "id":2,
         "bab":"BAB II - Tempat Istimewa",
         "isi":["Di hari hari sepi itu, irene dan ayahnya memutuskan untuk berjalan jalan di kota london kembali. Irene memutuskan untuk menemui sahabatnya, Sherlock Holmes di Westbourne park. Setelah berjalan selama sejam dia akhirnya tiba di Westbourne park dan melihat sherlock sedang asyik dengan buku yang dia baca.",
         "Setelah membuat sherlock menyadari keberadaannya, mereka pun berbincang bincang tentang tujuan sherlock selanjutnya yaitu stasiun terbengkalai di dekat situ. Sherlock mengajak irene berjalan ke notting dale dan southam street melewati jalan tersebut mereka pun tiba di stasiun tersebut. Sherlock menggeser pagar kayu di stasiun tersebut untuk membukakan jalan bagi mereka berdua, mereka berjalan jalan di trotoar yang sepi itu dan melihat lihat sekitar banyak hal yang masih terlihat baru karena mereka meninggalkan semuanya di tempat.", 
         "Setelah itu sherlock menunjukkan sebuah hal yang mengejutkan pada irene yang tersimpan dalam bukunya, yaitu sebuah pistol remington dari angkatan laut amerika. Irene tertegun dengan pistolnya lalu sherlock memberi tahu bahwa “beberapa hari yang lalu dia berlatih di sini”."]
      },
      {
         "id":3,
         "bab":"BAB III - Pria Bertopi Biru",
         "isi":["Setelah berlatih tembak mereka pun pergi ke shackleton coffee house, mereka berbincang bincang sampai sampai suara mereka bergema di cafe itu. Mereka berdua menceritakan kembali latih tembak mereka, irene berhasil menembak satu kaleng dengan beruntung.", 
         "Lalu sherlock mengajak irene untuk bertaruh siapa yang bisa menembak kaleng lebih banyak menang, dan sherlock pun yang menang di akhir. Setelah itu mereka akan pergi dari cafe tersebut mereka mendapati bahwa ada orang yang sudah membayar minuman mereka. Sherlock bingung dan menanyakannya pada kasir, setelah itu kasir itu menunjukkan ke orang yang sudah membayar minuman mereka, seorang pria yang memakai topi biru.", 
         "Sherlock pun mengejar orang tersebut, sedangkan irene yang mencari selendang nya terpaksa meninggalkannya di cafe. Setelah berlari cukup jauh dan sudah sangat lelah, Sherlock pun meminta kawannya Arsene untuk berhenti bercanda."]
      },
      {
         "id":4,
         "bab":"BAB IV - Tipuan Cerdik",
         "isi":["Setelah mengetahui identitas si pria bertopi biru sebagai Arsene, sahabat kedua irene, dia merasa terkejut karena sherlock bisa mengetahui identitasnya hanya dengan setitik tahi lalat di kelingkingnya. Mereka pun kembali ke cafe dan berbincang bincang, lalu dia berbisik bahwa “Aku sedang menjadi buronan”, sherlock bersiul kaget, dan irene pun terkejut, tapi lupin berkata “jangan takut... ini tak akan menggangu karir musik kita!” sherlock tertawa dan irene menjadi kesal.", 
         "Arsene dan sherlock berbincang tentang tipuan ala amerika yang membutuhkan 2 orang untuk memeras uang orang lain. Arsene menceritakan bagaimana dia bertemu kawanan berandalan di sarangnya dan cocok satu sama lain, tapi mereka memberinya peran sebagai pembantu si pengait. Kawanan berandal ingin mencuri dari Liscard orang kaya yang membuat orang lain menderita dengan acara kecil mereka Beouf Rouge, meyakinkan liscard untuk memberikan mereka uang emasnya untuk digandakan untuk memikat hati liscard.", 
         "Dia menceritakan tragedi yang menimpa saat aksinya mencuri emas hampir digagalkan karena polisi sudah datang. Dia yakin bahwa ada tikus lain yang ikut campur yaitu, Jolivet oknum yang datang ke tempat kebugaran ayah Arsene yang sudah lama mengintai para bandit ini. Untungnya lupin berhasil kabur melewati gang gang di Montmartre, dan menyembunyikan emas jarahannya. Dia meminta bantuan kawan lama ayahnya, si Musang yang bisa memalsukan hampir segala hal, membuatnya paspor baru dengan nama Auguste papon, dan berlayar ke inggris dengan sisa uangnya. Setelah selesai bercerita mereka pun pulang dari cafe tersebut"]
      }
      ,
      {
         "id":5,
         "bab":"BAB V - Keputusan Tak Terduga",
         "isi":["Setelah sampai di depan rumahnya saat malam yang gelap, irene terkejut karena yang membukakan pintu rumah adalah ayahnya sendiri leopoldo. Dia bertanya pada irene “Kau lihat Orazio, tidak?”, dan irene menjawab “Tidak”. Mereka pun akan makan malam yang disiapkan oleh Nona Fowler, mereka mengganti meja besar di ruang makan menjadi meja yang lebih kecil agar mereka makan bisa saling berhadapan, walaupun Orazio tidak ada, percakapan mereka akan Orazio menjadi cukup hidup. ", 
         "Irene mengingat sebelum pergi dia melihat Orazio memilah surat dengan tampak khawatir. Jadinya dia pun bangkit dari meja makan menuju dapur, dan dia mulai memilah sampah yang ada. Nona Fowler menjerit untuk meminta Leopoldo menghentikan irene dalam memilah sampah, tapi irene menghiraukannya dan berhasil menemukan amplop yang dituju pada Orazio. Di membersihkannya dan memberikannya pada ayahnya, setelah dibaca dia tetap meereasa aneh atas kepergian mendadak Orazio. Saat sarapan pagi, leopoldo mendapatkan surat kiriman dari Orazio dan dia sangat terkejut daan tidak percaya akan isi surat tersebut. Irene pun membacanya dan mendapati bahwa Orazio nelson mengundurkan diri sebagai pelayan keluarga Adler.", 
         "Leopoldo berjalan mondar mandir di korridor dan berteriak “Dia juga meninggalkan aku!”. Irene tidak terima akan kejanggalan ini, dia pun memutuskan untuk mencari tahu mengapa Orazio melakukan pengunduran diri secara tiba tiba dengan bantuan sahabatnya Holmes dan Lupin."]
      }
]