[
      {
         "id":1,
         "bab":"BAB I - November",
         "isi":[
            "Setelah kematian ibu angkat Irene, Genevieve. Leopoldo (ayah irene) memutuskan untuk pergi meninggalkan paris untuk hidup di london selamanya meninggalkan kehidupan lama mereka di paris dengan memulai yang baru di london.",
            "Irene yang masih murung masih tidak sepenuhnya mengerti akan ibu angkatnya, Genevieve dengan baik masih bingung akan perlakuan ibunya sendiri. Tetapi dia tak akan bisa lagi mengertikan ibunya karena sudah mati di tangan penjahat karena kecerobohan nya sendiri.",
            "Ayahnya berusaha meyakinkan irene bahwa dia kuat, dan semua akan kembali seperti normal lagi, walaupun irene tahu bahwa ayahnya sangat terpukul dan terkadang menangis akan kehilangan istri tercintanya. Di hari hari penuh kesepian itu, diterangi cahaya london yang terik untuk menyemangatinya dan berusaha menenangkan pikirannya dengan musik sebelum peristiwa peristiwa lain akan datang. "
         ]
      },
      {
         "id":2,
         "bab":"BAB II - Tempat Istimewa",
         "isi":["Di hari hari sepi itu, irene dan ayahnya memutuskan untuk berjalan jalan di kota london kembali. Irene memutuskan untuk menemui sahabatnya, Sherlock Holmes di Westbourne park. Setelah berjalan selama sejam dia akhirnya tiba di Westbourne park dan melihat sherlock sedang asyik dengan buku yang dia baca.",
         "Setelah membuat sherlock menyadari keberadaannya, mereka pun berbincang bincang tentang tujuan sherlock selanjutnya yaitu stasiun terbengkalai di dekat situ. Sherlock mengajak irene berjalan ke notting dale dan southam street melewati jalan tersebut mereka pun tiba di stasiun tersebut. Sherlock menggeser pagar kayu di stasiun tersebut untuk membukakan jalan bagi mereka berdua, mereka berjalan jalan di trotoar yang sepi itu dan melihat lihat sekitar banyak hal yang masih terlihat baru karena mereka meninggalkan semuanya di tempat.", 
         "Setelah itu sherlock menunjukkan sebuah hal yang mengejutkan pada irene yang tersimpan dalam bukunya, yaitu sebuah pistol remington dari angkatan laut amerika. Irene tertegun dengan pistolnya lalu sherlock memberi tahu bahwa “beberapa hari yang lalu dia berlatih di sini”."]
      },
      {
         "id":3,
         "bab":"BAB III - Pria Bertopi Biru",
         "isi":["Setelah berlatih tembak mereka pun pergi ke shackleton coffee house, mereka berbincang bincang sampai sampai suara mereka bergema di cafe itu. Mereka berdua menceritakan kembali latih tembak mereka, irene berhasil menembak satu kaleng dengan beruntung.", 
         "Lalu sherlock mengajak irene untuk bertaruh siapa yang bisa menembak kaleng lebih banyak menang, dan sherlock pun yang menang di akhir. Setelah itu mereka akan pergi dari cafe tersebut mereka mendapati bahwa ada orang yang sudah membayar minuman mereka. Sherlock bingung dan menanyakannya pada kasir, setelah itu kasir itu menunjukkan ke orang yang sudah membayar minuman mereka, seorang pria yang memakai topi biru.", 
         "Sherlock pun mengejar orang tersebut, sedangkan irene yang mencari selendang nya terpaksa meninggalkannya di cafe. Setelah berlari cukup jauh dan sudah sangat lelah, Sherlock pun meminta kawannya Arsene untuk berhenti bercanda."]
      },
      {
         "id":4,
         "quote": "“Ketika Anda telah menghilangkan yang tidak mungkin, apa pun yang tersisa, betapapun mustahilnya, pastilah kebenaran?”",
         "quoteBy": "~ Sherlock Holmes",
         "bab":"BAB IV - Tipuan Cerdik",
         "isi":["Setelah mengetahui identitas si pria bertopi biru sebagai Arsene, sahabat kedua irene, dia merasa terkejut karena sherlock bisa mengetahui identitasnya hanya dengan setitik tahi lalat di kelingkingnya. Mereka pun kembali ke cafe dan berbincang bincang, lalu dia berbisik bahwa “Aku sedang menjadi buronan”, sherlock bersiul kaget, dan irene pun terkejut, tapi lupin berkata “jangan takut... ini tak akan menggangu karir musik kita!” sherlock tertawa dan irene menjadi kesal.", 
         "Arsene dan sherlock berbincang tentang tipuan ala amerika yang membutuhkan 2 orang untuk memeras uang orang lain. Arsene menceritakan bagaimana dia bertemu kawanan berandalan di sarangnya dan cocok satu sama lain, tapi mereka memberinya peran sebagai pembantu si pengait. Kawanan berandal ingin mencuri dari Liscard orang kaya yang membuat orang lain menderita dengan acara kecil mereka Beouf Rouge, meyakinkan liscard untuk memberikan mereka uang emasnya untuk digandakan untuk memikat hati liscard.", 
         "Dia menceritakan tragedi yang menimpa saat aksinya mencuri emas hampir digagalkan karena polisi sudah datang. Dia yakin bahwa ada tikus lain yang ikut campur yaitu, Jolivet oknum yang datang ke tempat kebugaran ayah Arsene yang sudah lama mengintai para bandit ini. Untungnya lupin berhasil kabur melewati gang gang di Montmartre, dan menyembunyikan emas jarahannya. Dia meminta bantuan kawan lama ayahnya, si Musang yang bisa memalsukan hampir segala hal, membuatnya paspor baru dengan nama Auguste papon, dan berlayar ke inggris dengan sisa uangnya. Setelah selesai bercerita mereka pun pulang dari cafe tersebut"]
      }
      ,
      {
         "id":5,
         "bab":"BAB V - Keputusan Tak Terduga",
         "isi":["Setelah sampai di depan rumahnya saat malam yang gelap, irene terkejut karena yang membukakan pintu rumah adalah ayahnya sendiri leopoldo. Dia bertanya pada irene “Kau lihat Orazio, tidak?”, dan irene menjawab “Tidak”. Mereka pun akan makan malam yang disiapkan oleh Nona Fowler, mereka mengganti meja besar di ruang makan menjadi meja yang lebih kecil agar mereka makan bisa saling berhadapan, walaupun Orazio tidak ada, percakapan mereka akan Orazio menjadi cukup hidup. ", 
         "Irene mengingat sebelum pergi dia melihat Orazio memilah surat dengan tampak khawatir. Jadinya dia pun bangkit dari meja makan menuju dapur, dan dia mulai memilah sampah yang ada. Nona Fowler menjerit untuk meminta Leopoldo menghentikan irene dalam memilah sampah, tapi irene menghiraukannya dan berhasil menemukan amplop yang dituju pada Orazio. Di membersihkannya dan memberikannya pada ayahnya, setelah dibaca dia tetap meereasa aneh atas kepergian mendadak Orazio. Saat sarapan pagi, leopoldo mendapatkan surat kiriman dari Orazio dan dia sangat terkejut daan tidak percaya akan isi surat tersebut. Irene pun membacanya dan mendapati bahwa Orazio nelson mengundurkan diri sebagai pelayan keluarga Adler.", 
         "Leopoldo berjalan mondar mandir di korridor dan berteriak “Dia juga meninggalkan aku!”. Irene tidak terima akan kejanggalan ini, dia pun memutuskan untuk mencari tahu mengapa Orazio melakukan pengunduran diri secara tiba tiba dengan bantuan sahabatnya Holmes dan Lupin."]
      }
      ,
      {
         "id":6   ,
         "bab":"BAB VI - Hari Penuh Kunjungan",
         "isi":["Irene masih memikirkan surat Orazio tentang surat pengunduran itu dan menyimpulkan bahwa surat tersebut adalah surat meminta bantuan. Irene meminta izin ayahnya untuk pergi menemui Orazio dan mencari tahu kenapa dia melakukan pengunduran diri secara tiba tiba. Ayahnya, Leopoldo mengizinkan nya untuk menemui Orazio. Irene pun melakukan perjalanan ke rumah Sherlock untuk mengajaknya pergi menemui Orazio dan mencari tahu asal dari cap stampel pos yang ada pada surat Orazio. Setelah sampai Irene terkejut melihat sisi kemanusiaan Sherlock yang tidak tertutupi kepintarannya bersama adiknya, Violet. ", 
         "Sherlock langsung mengetahui bahwa cap stampel tersebut berasal dari kota Whitechaple, dia menyarankan Irene untuk mencari tahu pemberhentian kuda dekat rumah Irene karena usaha tersebut dibagi bagi sesuai daerah. Sherlock pun melarang Irene pergi sendirian setelah mengetahui niat Irene, jadi dia mengusulkan untuk menemui Arsene dan menunggu kehadiran Sherlock setelah dia menangani adiknya. Irene pun pergi ke apartemen lantai 1 yang alamatnya sudah ditulis oleh Sherlock, dan saat sampai dia pun melihat Arsene memberikan salam perpisanan dengan dua wanita. Setelah sedikit bercanda dengan Arsene dia pun mengajak Arsene untuk pergi ikut projek mereka, dan Arsene pun langsung setuju. ", 
         "Mereka melakukan penyelidikan selama setengah jam dan akhirnya hasilnya terlihat. Pertama : Sherlock benar bahwa kereta kuda dekat rumah Irene dimiliki oleh James Wadsworth & Co. Arsene dan Irene bertanya ke salah satu kusir tua tentang mengantar pria berkulit hitam yang tinggi. Lalu muncul seseorang dibelakang mereka memberitahu bahwa dia mengetahui orang yang dimaksud, dia bernama Billy, dan dia langsung menawarkan tumpangan menuju lokasi Orazio. Arsene dan Irene mencari Sherlock terlebih dahulu, lalu Billy mengantar mereka ke jantung Whitechapel. Setelah sampai di penginapan kumuh, mereka membulatkan tekad untuk masuk kedalam. Setelah bertanya kepada nenek tua yang duduk di depan dan meminta izin masuk, mereka pun mencari kamar Orazio. Setelah bertemu, Orazio pun menjadi terkejut dengan kehadiran mereka bertiga."]
      }

      ,
      {
         "id":7,
         "bab":"BAB VII - Dua Kawan Lama",
         "isi":["Setelah dipersilahkan masuk, Orazio bertanya bagaimana mereka menemukannya. Irene menjawab bahwa dia mendapatkannya dari cap pos amplop dan ingatan tajam kurir. Irene bertanya mengapa Orazio melakukan pengunduran diri secara tiba tiba, Orazio merasa ragu menjawab pertanyaan tersebut, tetapi akhirnya dia memberitahu bahwa kawan lamanya sedang membutuhkan bantuan, dan dia pun terpaksa harus pergi membantunya atau lebih tepatnya membayar hutang budinya kepada sahabat lamanya bernama Kapten Willian Hirst. Irene bertanya mengapa dia harus berada disini dan bukannya mengajaknya ke rumah Irene, tetapi Orazio tidak ingin melibatkan keluarga Adler karena Kapten William Hirst adalah seorang buron dari kepolision Scotland Yard. Irene bertanya peristiwa apa yang menimpanya, dan dijawab langsung oleh sang kapten “Pemberontakan Madras Moon”. ", 
         "Sang kapten langsung masuk ke kamar mereka berempat berada dan memberitahukan kejadian nereka yang dia alami dalam perjalanan terkahir ke inggris bersama Lady Margareth Grenville, tamu terhormatya. Sang kapten menceritakan bahwa dia tertidur lelap saat kejadian tersebut, bersama dengan beberapa awak kapal karena dicekoki oleh obat. Arsene mencurigai koki kapal karena meracuni makanan, dan langsung membuat Kapten William marah tapi Sherlock dengan cepat menenangkan keadaan. Dia menjelaskan bahwa Koki kapal Tuan Collins dan letnan nya Preston tewas di penembakan yang terjadi pada Dermaga no. 19, West India Docks di London tiga hari yang lalu. Kapten William pun memberitahu Orazio bahwa dia belum memperkenalkan mereka kepadanya, Orazio pun memperkenalkan mereka bahwa mereka bertiga adalah “tiga orang muda dengan hati mulia”. ", 
         "Kapten William menyuruh Orazio untuk pulang karena dia membuang waktunya disini, tetapi dia bersikukuh bahwa dia akan membayar hutang budinya karena sudah menyelamatkan nyawanya. Orazio pun meminta 2 hari saja untuk mencari bukti bahwa Kapten William tidak bersalah, karena kapten William tau bahwa Orazio sangat keras kepala dia pun mengizinkannya. "]
      }
      ,
      {
         "id":8,
         "bab":"BAB VIII - Takdir",
         "isi":["Dari beberapa menit yang lalu, mata Sherlock berbinar binar dengan kisah yang diceritakan kapten Hirst dan Lupin tampak sangar penasaran akan kejadian Madras Moon. Lupin meminta kapten Hirst untuk melanjutkan ceritanya, kapten Hirst bercerita tentang bagaimana dia membeli kapal kecil untuk berdagang di laut India, dan saat sudah tiba saatnya dia akan melakukan perjalanan terakhir dengan menjual Madras Moon, mendapatkan sejumlah uang dan menikmati sisa masa hidupnya. Dia menceritakan di pelabuhan Bombay dia mengangkut sejumlah teh yang baru dari srilanka dan koper milik Lady Grenville.", 
         "Irene pun heran mengapa wanita berkebangsaan sepertinya mau berlayar di kapal kecil milik kapten Hirst, setelah ditanya dia mengatakan bahwa dia berkenalan dengan Lady Grenville di Bombay. Dia ingin bepergian seperti leluhur kita melewati tanjung horn, dan dia memberi kapten Hirst kehormatan tersebut. Dia memberi tahu betapa berani wanita di kalangannya dan Irene pun setuju dengan kapten Hirst, lalu Sherlock memotong pembicaraan tersebut dengan menanyakan apa ada hal aneh yang terjadi selama perjalanan. Kapten Hirst pun memberi tahu bahwa awak kapal yang biasa bekerja bersamanya ada di kapal yang waktu itu akan berangkat dengan gaji yang lebih besar, tentu saja kapten Hirst membiarkan awak kapalnya mendapatkan kesempatan langka tersebut.", 
         "Dia mengutuk Jim Hawke karena sudah mengajak komplotan penjahat sebagai awak kapalnya. Dia bertemu dengannya di pelabuhan Bombay dan langsung menawarkan bantuan dengan mencari 6 awak kapal dengan cepat, kapten Hirst pun senang tetapi dia berkata bahwa dia sudah salah mengatakannya waktu itu dan merasa bodoh. Irene dan Sherlock meyakinkan bahwa dia tidak bersalah, dan Sherlock mengungkapkan bahwa pasti ada ulah orang dalam. Lupin pun menyela dan meminta Hirst untuk menceritakan apa yang terjadi setelah mereka sampai di Docks. Dia mengatakan bahwa setelah sampai di sungai Thames, dia masih dalam pengaruh obat, dan dia mendengar bunyi gelagar, ledakan yang ia duga sebagai hasil baku tembak. Dia berkata mereka pasti dibantu oleh komplotan di darat dan berhasil mencuri banyak barang, termasuk barang milik Lady Grenville. Dia tidak tahu isinya, tetapi dia tahu bahwa Lady Grenville suka seni khas India, yang pasti isinya patung kecil dari gading dan koleksi perjalanannya selama itu pasti bernilai tinggi. Hirst menyalahkan dirinya atas kejadian itu, tetapi Irene meyakinkan bahwa dia adalah korban dari situasi tersebut. ","Sherlock bertanya apa yang terjadi setelahnya, Hirst melanjutkan bahwa dia keluar dari Kabin dan naik ke geladak, hari masih gelap dan bau mesiu tercium dimana mana, dia melihat tubuh Collins dan Preston yang sudah tidak bernyawa, dia kalang kalut akibat pengaruh obatnya, lalu melihat Lady Grenvill dan Nyonya Sherwood pelayan pribadinya teriak histeris. Hirst mengumpulkan tenaga untuk mengajak mereka berdua turun dari kapal dan lari menjauh dari Madras Moon. Dia sampai di sebuah gang yang Lady Grenvill dan Nyonya Sherwood naik kereta kuda pertama hingga benar benar aman. Dia berlari setelah melihat penjaga pelabuhan dan mengabaikan prinsip kapten kapal yang tinggal dengan kapalnya sampai akhir, dan dia merasa bodoh dan bersalah akan hal tersebut. Sherlock bangun dan mengangguk bahwa dia sudah tahu langkap pertama yang harus mereka lakukan."]
      }
      ,
      {
         "id":9,
         "bab":"BAB IX - Piknik Ke Docks",
         "isi":["Irene menjabarkan bagaimana persaanya saat ke Docks, dia menjabarkan aroma aroma yang berubah ubah di setiap tempat Docks, ada yang bau akibat kulit dan tulang binatang, aroma wangi dari rempah rempah dan kopi, para penjaga sibuk akan barang muatan nya dan lain lain kejadian yang setiap hari terjadi di sungai Thames. Mereka melebur di dalam keramaian tersebut, dan tiba juga di Dermaga no.19, yang tanggal 13 November terjadi kejadian berdarah Madras Moon. Mereka melihat Madras Moon diajaga oleh banyak penjaga, dan saat didekati mereka diusir langsung. Sherlock berhenti di tepi sungai, dan lompat ke sebilah papan yang teronggok di sebuah sudut untuk melihat sekelilingnya.", 
         "Sherlock berguman tentang Madras Moon yang sampai malam hari yang dimana banyak petugas sedang istirahat. Dia berhipotesis kalau komplotan Hawke pasti sudah sampai duluan sebelum kapalnya mendarat. Irene yang tidak tau peraturan pelayaran sungai Thames bertanya bagaimana bisa komplotan penjahat bisa tahu kalau Madras Moon tiba di dermaga yang tepat. Sherlock pun menjelaskan bahwa setiap kapal akan berhenti di pintu masuk Docks, lalu mercusuar memberitahu komandan kapal mana dermaga yang bisa dipakai, setelah itu informasi tersebut masuk ke gedung bea cukai lewat telegraf dan semuanya siap untuk melakukan pelabuhan. Dia berhipotesis bahwa para gelandangan yang tidur di luar bea cukai adalah salah satu komplotan tersebut atau salah satu penjaga bea cukai tersebut, sehingga mereka bisa tahu dimana kapal Madras Moon akan dilabuhkan. “Berarti para berandalan itu membantu komplotan Hawke untuk menambatkan Madras Moon, lalu mengeluarkan senjata dan mulai menembak?” ujar Lupin. “kurasa tidak begitu” ujar Sherlock, dia menjelaskan lebih masuk akal bila muatannya dipindahkan ke dermaga terlebih dahulu, agar beberapa dari mereka dapat mengangkut jarahan mereka dengan kereta kuda.", 
         "Setelah berhasil mengangkut jarahan mereka, mereka pun kabur dan menghilang di balik kabut tebal. Sherlock masih belum puas dengan hipotesisnya, dan menganggap bahwa “Ini seperti mengenal pergerakan mekanik sebuah jam tanpa mengetahui pukul berapa sekarang!”. Irene paham maksud Sherlock, mereka punya gambaran jelas tentang kejadian di Dermaga no.19. Siapa itu Jim Hawke? Siapa komplotannya? Barang apa saja yang dicurinya dari Lady Grenville? Dan siapa yang merancang kejahatan tersebut dari Bombay ke London? Lupin memberi tahu bahwa tempat ini tidak mungkin akan sepi walaupun malam, pastinya ada saksi yang terlibat di malam itu juga. Sherlock setuju tetapi mencari orang tersebut sangat sudah bagaikan mencari jarum di tumpukan jerami. Lalu Irene melihat seorang fotografer yang mondar mandir mengambil foto keramaian Docks dari atas menggunakan bilah kayu dan Irene pun bertanya “Mungkinkah dia jarum yang kita cari?”.","Mereka langsung mendekati fotografer tersebut dan Lupin pun bertanya apa yang dia lakukan di atas sana. Fotografer itu menjelaskan bahwa dia mengisahkan kebidupan di Docks ini dalam sebuah buku Kehidupan di Sepanjang Sungai Thames. Dia memberitahu bahwa dari 20 jepretan foto tersebut dia akan mengambil 1 saja, lalu dia memberikan kartu namanya. Dia bernama Mr John Thomson, tinggal di 18 Templar Street, Brixton, London. Tetapi dia memberi tahu bahwa dia sudah pindah di luar kawasan Docks milik Nyonya Hackman selama dua bulan. Sherlock bertanya dia pasti sudah berada disini saat kejadian di Dermaga no.19, dan dia menjawab “Tentu saja, betul betul peristiwa nahas”. Dia tidak melihat apapun karena sedang berjalan jalan saja saat ada cahaya, baginya malam hari tidak pernah ada bagi fotografer, hal itu memang wajar karena 1871 tidak ada fotografer yang mulai bereksperimen berfoto di kegelapan."]
      }
      ,
      {
         "id":10,
         "bab":"BAB X - Wanita Istimewa",
         "isi":["Karena masih ada waktu, Lupin menggunkan sebagian uangnya untuk membayar kereta kuda menuju Shackleton Coffee House di Carnaby Street. Mereka bertukar pikiran akan apa yang harus di lakukan selanjutnya. “Lady Grenville adalah langkah kita selanjutnya” Ujar Sherlock. Lupin bertanya informasi apa yang bisa kita gali dari bangsawan, Irene menjawab “Sepasang mata lainnya... sudut pandang yang berbeda dari sang kapten”, “Benar” Sherlock menjawab sambil mengangguk “Si Nyonya memainkan peran yang paling berbobot!” jawabnya. “Menjadi korban 3 peti berharga belum “berbobot” untukmu?” kelakar Lupin. “Tapi kapten Hirst tidak memiliki kecurigaan terhadap Lady Grenville” pekik Irene. “Semua itu tidak ada pengaruhnya, sebab penilaian sang kapten dikaburkan dengan yang biasanya disebut cinta dan berahi. Jika kita ingin tahu siapa wanita itu sebenarnya, kita perlu menghubunginya, sekaligus pelayan pribadinya!” kata Sherlock sambil menyeruput cokelat panas. Irene paham bahwa mencari tahu Lady Grenville sepenuhnya masuk akal.", 
         "Di antara mereka sudah ada sejenis kode tak tertulis, Irene memiliki etika dan paling cakap merebut simpati orang, Sherlock paling mahir menggunakan akal dan logika, sedangkan Lupin jago melakukan tindakan nekat, semua sepakat bahwa Irene yang harus mengunjungi Lady Grenville besok pagi, dan melaporkan obrolan mereka kepadanya. Setelah pulang ke kediaman Irene di Aldford Street, Leopoldo bertanya “Ada kabar baru?”. Irene menjelaskan semua kejadian tentang kapten Hirst lalu Leopoldo berseru “Tidaklah mengherankan jika si Orazio berlaku demikian!”. Setelah itu mereka duduk di meja makan dengan suasana riang, Nona Fowler juga membungkam mulut Irene dan Leopoldo dengan masakan kaki domba rebus dengan saus bechamel dan puding yang lezat. Irene menceritakan bahwa mereka setuju untuk membantu Orazio membebaskan kapten Hirst dari tuduhannya, Leopoldo mengerut tetapi wajahnya mengendur lagi setelah tau perannya hanya mengunjungi wanita bangsawan di kota. Irene terjaga semalaman memilih pakaian yang cocok, karena dia akan berpura pura menjadi keponakan kapten Hirst, dia memilih gaun sederhana berwarna abu abu, dilengkapi topu mungil yang menyembunyikan ikal pendeknya. Untung Sherlock bekerja sebagai penulis teka teki untuk Globe, harian di kota itu, berkat pertemananya dengan wartawan di Fleet Street, dia menemukan kediaman Lady Grenville dengan mudah. Irene mendapati kartu bertuliskan alamatnya yang terselip di pintu rumahnya, Nomor 5, Holland Park, baca Irene. Lalu dia pun langsung pergi menuju ke kediaman Lady Grenville. ", 
         "Holland Park Nomor 5 merupaka bangunan putih, dengan pilar di depannya dan tambur di pintu masuknya. Di depannya ada taman yang besar dan terawat baik, dikelilingi gerbang besi. Sungguh kediaman yang mewah di West End London. Irene memperkenalkan diri sebagai Mary Hirst kepada pelayan pria yang sopan tapi dingin yang berjaga, setelah menunggu Irene diantar pelayan tersebut ke dalam rumah tersebut. Dia melihat ruang tamu yang megah diisi patung buddha berwarna gelap, patung patung kecil, dekorasi dari bambu dan meja pendek. Lalu Lady Grenville pun datang, wanita bangsawan ini ternyata sangat hangat. Setelah berterima kasih sudah menerima kehadirannya, Lady Grenville pun menanyakan keadaan kapten Hirst dengan khawatir. Irene menjawab dia baik baik saja yang sekarang tinggal di lokasi yang dirahasiakan dulu, Irene mengatakan “Tampaknya Scotland Yard bersikeras menyalahkannya atas apa yang terjadi di Docks malam itu.”. “Oh, ini konyol sekali!” komentar Lady Grenville, dia berkata sudah memberi tahu bahwa sang kapten tidak bersalah sama sekali kepada Scotland Yard. Irene merasa bersalah akan kehilangan yang diderita Lady Grenville untuk mendapat simpatinya, dan Lady Grenville menjawab bahwa “saat sudah seusiaku nanti, kau akan sadar bahwa dirimu dilambangkan oleh benday yang kaupikir akan selalu bersamamu, tetapi setelah peti peti itu raib, aku justru merasa lebih ringan, terbebas dari masa laluku”. Irene mencoba kembali ke dalam topik “Apa yang mereka buat itu benar benar keji”, “Suatu tindakan yang kejam, benar benar kejam” tambah Lady Grenville. “Dan anda berada disana Nyony, pasti kejadian yang mengerikan...” tambah Irene, “memang benar mengerikan nak... Para penjahat itu memberi obat tidur sebelumnya, dan aku merasa linglung tak tau arah... untungnya Nona Sherwood dan aku bertemu sang kapten, pamanmu yang dengan gagah berani telah membawa kami ke tempat yang aman.","Percayalah, semua ini sudah didengar inspektur Scotland Yard kemarin” tambah Lady Grenville. Irene tak ragu bahwa kejadiannya berlangsung seperti itu, Irene mudah membayangkan bahwa, Lady Grenville seorang bangsawan berhati lembut, mudah diperdaya oleh penjahat yang lihai. Sayangnya polisi pasti memikirkan bahwa Kapten Hirst adalah seorang penjahat yang lihai. Setelah perbincangan tersebut, ada satu pertanyaan yang belum jelas bagi Irene, dimana keberadaan Lord Grenville. Dia melihat lihat di sekeliling ruangan dan menemukan gambar di atas meja kecil, foto itu dibingkai pigura cantik, yang menunjukkan sosok wanita yang mirip Lady Grenville, digamit lelaki berwibawa. Lady Grenville mengikuti tatapan Irene, dan tersenyum pahit, kemudian kembali menatap muka Irene dengan raut muka kesal. “Oh, itu kenangan yang tidak akan dicuri siapa pun... Pangeran Mahariv, seorang kawan yang meninggalkan kami terlalu cepat, tapi pemuda sepertimu tidak perlu mendengar kisah sedih! Malahan kalian harus tegar. Sebentar lagi Scotland Yard akan menyadari kesalahanya”. Meski terdengar manis, Irene menangkap kesan dalam senyuman Lady Grenville yang dipaksakan : “Aku turut bersedih akan pamanmu, tetapi kau hanya gadis cilik yang sudah memasuki rumahku dengan tidak sopan, dan aku masihlah sang nyonya bangsawan Grenville” seolah menegaskan untuk pergi, muncullah pelayan pria tadi, dan seorang pembantu yang dirasa sebagai Nyonya Sherwood.", "Sikap dan perilaku keduanya menyiratkan bahwa membutuhkan perhatian si Nyonya, dan keberadaan Irene tidaklah penting. Merasa tersudut oleh kedua pelayan itu, Irene pun menggumankan sepatah dua kalimat perpisahan. Melihat senyuman si Nyonya untuk terakhir kalinya, sebelum diantar pelayan pria yang membuat Irene merasa tidak nyaman. Irene merasa lega setelah keluar, dan Irene melihat kembali ke gedung putih, dia yakin bahw bayangan dari kedua pelayan tersebut,  mengikutinya dengan tatapan tajam mereka. "]
      },{
         "id":11,
         "bab": "BAB XI - Nurani Sang Kapten",
         "isi": ["Ketika Irene sampai di Shackleton Coffee House, pukul 11 tepat, Kunjungannya ke Lady Grenville kalah heboh dengan berita terbaru di koran times yaitu sang kapten menyerahkan dirinya sendiri ke Scotland Yard. Irene tertegun sambil Sherlock membacakan bagian penting surat tersebut “Kapten Hirst mengaku tidak bersalah tetapi akan bertanggung jawab penuh sebagai kapten Madras Moon”. Mereka  bertiga berbincang tentang pilihan sang kapten, sampai Irene bertanya “Sekarang kita bisa konsentrasi untuk membuktikan bahwa sang kapten tidak bersalah kan?”, “Tentu saja!” jawab Sherlock.", "Irene membolak balik koran tersebut dan menemukan bahwa “Kedatangan maharaja ke London, Mokham Chand, sang maharaja dari Jalandhar akan tiba ke kota itu”. “Dan apa yang membuatmu terusik?” tanya Sherlock, Irene membentangkan koran tadi dan membaca “Sang maharaja mengadakan kunjungan kenegaraan terhadap Lord Sainsbury, yang baru dilantik menjadi gubernur baru punjab, sehingga kunjungan ini sangat penting.” Politik tidaklah menarik bagi Irene tetapi “Mr Chang akan datang dengan kapal mewahnya ke Docks London. Dari kalangan diplomatik sang penjabat membawa tiga peti besar berisikan hadiah bagi Lord Sainsbury. Sang maharaja memberikan hadiah bagi Lord Sainsbury sebagai tanda hormat dan pengakuan kedaulatan kerajaan inggris”. “Nah” simpul Irene “ Kaitan antara India, kawasan Docks, dan tiga peti besar. Itulah hal yang akan luput jika aku membenci kebetulan”. “Seratus Buatmu! Memang kau benar benar pembidik ulung Miss Adler!” pekik Sherlock. Sementara itu Arsene memilin milin kumisnya sambil mencerna berita mengenai maharaja, Irene bertanya apakah para penjahat sudah salah sasaran.", "Sherlock menjawab mungkin, tetapi kejadian di Dermaga No.19 terencana dengan baik. Arsene dan Irene setuju bahwa Sherlock benar. Setelah menceritakan kejadian Irene di rumah Lady Grenville, “Tidakkah kalian pikir mengunjungi Docks lagi akan berguna kali ini?” tanya Irene. Mereke bertiga sepakat untuk pergi ke Docks lagi, sebelum keluar petugas kasir menanyakan sesuatu “Salah satu dari kalian adalah Irene Adler?”, pertanyaannya begitu ganjil tetapi pemuda tersebut memberikan surat yang ditujukan kepada Irene, yang ternyata milik Orazio Nelson yang memberitahukan bahwa keputusan Hirst membuatnya sedih tetapi dia memiliki firasat bahwa kawannya merupakan korban dari kejahatan yang lebih besar dan jahat. Orazio meminta Irene dan 2 sahabatnya untuk tidak ikut campur dan berada jauh jauh."]
      },{
         "id":12,
         "bab": "BAB XII - Kembang Api",
         "isi": ["“Jebakan yang lebih besar dan jahat... Seandainya Orazio bisa menjelaskan maksud pernyataannya itu” ujar Irene. Irene merasa bahwa mereka tidak bisa melakukan apapun untuk kapten Hirst yang malang, tetapi mereka tidak akan menerima saran Orazio untuk menjauh dari perkara ini. Jadinya uang Tuan Papon digunakan untuk menaiki kereta kuda menuju pelabuhan Docks, sampai di kawasan Docks dekar air sungai thames ada orang yang memanggil Irene dari belakang. Irene merasa takut untuk berbalik tetapi dia pun membalikkan badannya dengan cepat dan menemukan bahwa pria di bawah mantel hitam terdapat wajah yang familiar, yaitu Tuan Thomson sang fotografer. Dia menceritakan bahwa dia mengambil foto ekspresi wajah orang orang di Docks, dan dia memberitahu bahwa bila mereka datang lebih pagi mereka akan sempat melihat kembang api yang meriah. ", "Mereka bertiga pun menoleh kembali, dan Thomson mengatakan bahwa tak seorang pun menduga kembang api yang meriah, dan dia mendapatkan banyak ekspresi terkejut orang orang di Docks. “Menurut anda, Tuan Thomson, apa alasan orang orang berada di sana saat itu, jika pertunjukkan kembang api tidak diumumkan?”. Thomson hanya membentangkan tangan tidak tahu dan meminta diri untuk pergi ke kawanan orang orang yang berkumpul karena di belakang mereka terdapat burung merak yang lepas dari kandangnya dan menjadi atraksi yang membuat para penonton disana tertawa. Mereka bertiga lantas pergi melanjutkan perjalanan mereka, dan melihat tepat di samping Madras Moon, Dermaga No.18 terdapat kapal megah yang dihiasi emas di kedua sisi, digosok bersih oleh awak kapal. Namanya terpampang jelas dengan huruf keemasan, Singh Flower. Tak diragukan lagi, itu kapal milik si maharaja. Irene bertanya apakah mereka bertiga yang menyadari kebetulan ini, tetapi Sherlock membantah karena Docks di London adalah pelabuhan paling sibuk di dunia, jadinya kapal berlabih berdampingan adalah hal yang biasa. Irene menghela nafas, menyadari mereka tidak akan sanggup menolong kapten Hirst.", "Tetapi Arsene ingin menggali informasi tentang kembang api yang dibicarakan Tuan Thomson, jadinya dia memakai kumis nya dan berlari ke kerumunan. Setelah kembali dan ingin memberi informasi yang dia dapatkan, terdapat dua kapal besar yang membuat pembicaraan mereka terputus, jadinya Sherlock memberi ide yang lebih baik yaitu pergi ke salon Caligula, penata rambut italia terbaik di pelabuhan London. Arsene Lupin menemukan fakta menarik tentang kembang api yang diceritakan Thomas, ternyata kembang api tersebut muncul setelah maharaja tiba di Docks, tepat saat kapal maharaja menepi ke Dermaga No.18, terjadi ledakan besar yang membuat orang orang panik. “Suara tersebut terdengar seperti dentuman meriam!” tutur Caligula, si penata rambut bercerita bahwa, setelah terjadi kekacauan sejenak, mereka sadar bahwa suara tersebut bukan meriam, melainkan kembang api. ", "Arsene dan Ugo nama dari penata rambut italia berdebat tentang kumis palsu mana yang lebih bagus, dan setelah menunjukkan koleksi kumis Ugo Arsene langsung mencoba berbagai kumis yang tersedia disana. “Seratus Persen!” tukas Sherlock dengan tegas, “benar benar berkualitas... tetapi bukannya berlebihan?” tanya Irene. Sherlock menjawab bahwa bukan kumis baru Arsene yang dia kejutkan, tetapi karena mereka memiliki fakta baru sambil bergegas keluar dari salon. “Pertunjukkan kembang api itu, ya kan?” jawab Sherlock, “Kupikir kau tak suka kembang api...” tukas Irene, “Memang, kecuali pada karakter khususnya: saat benda itu diluncurkan, orang orang sibuk menatap langit tanpa memperhatikan apa yang terjadi di depan mata mereka!”. "]
      },{
         "id":13,
         "bab": "BAB XIII - Bantuan Yang Dipaksakan",
         "isi": ["Seperti yang Irene duga, Sherlock langsung sibuk dengan pemikirannya sendiri akan kebetulan yang tidak dia sukai, kembang api yang meletup sesaat kedatangan Mokham Chand. Irene berharap kemampuan analisis tajam Sherlock dapat menemukan sesuatu. Di hari kedua penyelidikan, tidak banyak yang ditemukan selain komandan kapal yang hampir pensiun yang tidak bersalah diancam hukuman mati, seorang wanita bangsawan yang kehilangan hartanya dalam peristiwa yang belum jelas, dan kedatangan kapal maharja yang baru saja mereka dapati agak janggal. Irene terus berpikir bahwa mungkin semua itu tak berguna untuk membantu kapten Hirst, setelah berpamitan dengan kedua sahabatnya dan ingin masuk ke rumahnya, Irene sadar bahwa dia tidak bisa diam saja dikamar dan memutuskan untuk menaiki kereta kuda menuju Holland Park, kediaman Lady Grenville.", "Irene tidak paham mengapa dia harus pergi ke rumah Lady Grenville lagi, tetapi dia penasaran apakah wanita bangsawan sepertinya dapat undangan ke pesta Lord Sainsbury? Setelah sampai dan menyuruh kereta kuda tadi pergi sebuah keputusan yang disesalinya, dia menaiki anak tangga dan menekan bel rumah Lady Grenville. Setelah menunggu beberapa saat datanglah pelayan pria yang membuatnya tidak enak, dia memberitahu bahwa dia ingin bertemu dengan Lady Grenville untuk sebentar saja. Setelah beberapa saat si pelayan pria menyuruh Irene masuk dan menunggu kedatangan Lady Grenville. Irene mengambil kesempatan ini untuk melihat sekeliling ruangan, dan dia terkejut di ruangan yang penuh dengan harta yang beretumpukan tidak ada benda benda pribadi di dalam sana, seperti payung, mantel, sarung tangan dll, tidak ada satupun yang terlihat dalam ruangan tersebut.", "Dia pun mendengar pembicaraan di ruang sebelah yang mereka gunakan untuk berbicara di hari sebelumnya, dia menyodorkan badanya dan mendengarkan pembicaraan. Dia mendapati bahwa si pelayan pria dan Nyonya Sherwood adalah sepasang suami istri, dan irene meresa tidakkah salah perkiraanya unutk menuduh sepasang suami istri. Setelah menunggu Irene disapa dengan senang oleh Lady Grenville, Irene meminta maaf karena datang tanpa memberitahukan terlebih dahulu, tetapi Lady Grenville tidak masalah akan hal itu. “Aku tak paham apa yang dipikirkan Scotland Yard dengan menuduh banyak hal dan tak membiarkannya bebas saja!” tutur Lady Grenville. “Tolong jangan anggap saya lancang, tapi saya tahu anda banyak mengenal pejabat berpengaruh... bisakah anda memberitahu saya mengenai kasus paman saya dengan pesta yang akan diselenggarakan untuk menyambut kedatangan maharaja?” kata Irene untuk mendapatkan reaksi dari Lady Grenville.", "Si nyonya bangsawan memperlihatkan sedikit keraguan, penyebabnya mungkin beragam : kekesalan akan permintaan Irene, atau Lady Grenville yang tidak diundang dalam pertemuan antar kedua orang penting tersebut. “Keadaannya akan segera membaik, Sayang, aku yakin akan hal itu. Dan terima kasih atas kunjungannya” tukas Lady Grenville, kalimatnya tadi bukanlah jawaban melainkan pengusiran secara halus. Irene pun mengambil topinya dan bersiap keluar, yang secara tiba tiba sudah berada di depan pintu. Sebelum keluar Irene bertanya satu hal lagi kepada Lady Grenville tentang 3 peti yang seharusnya diberikan kepada Lord Sainsbury yang sekarang diberikan oleh si maharaja, Lady Grenville berpura pura tidak mengetahui apapun dan mengalihkan pembicaraan dari topik dengan mengatakan bahwa dia dipanggil untuk urusan rumah tangga yang membosankan sebelum dia di dorong keluar. Irene bertaruh bahwa itu tidaklah benar, sebelum pintunya di tutup dengan kencang. ", "Setelah keluar dari kediaman Lady Grenville, tiba tiba terjadi rintik rintik dan Irene pun bergegas berlari mencari kereta kuda, karena tidak ada kereta kuda didekat Holland Park, dia pun berguman akan kebodohannya tetapi dia menghapus pikiran tersebut dan bergegas pergi sebelum akhirnya tersesat. Setelah itu dia mendapati bahwa ada orang yang membuntutinya, setelah sadar bahwa dia diikuti dia pun berlari sebelum akhirnya di sergap oleh seseorang dan tidak sempat berteriak sebelum menyadari bahwa yang menculiknya adalah Orazio, Orazio agak kesal karena sudah meminta Irene dan sahabatnya untuk tidak ikut campur karena dapat membahayakan nyawanya, tetapi dia bersikeras untuk ikut membantunya.", "Dia menceritakan bahwa dia mendapatkan informasi setelah memberi tip kepada pelayan wanita mengenai dua pelaut belanda yang membawa banyak uang, dan meninggalkan lebih banyak tip daripada dia. Irene menduga itu mungkin hasil jarahan Madras Moon. Orazio juga berpikir begitu karena ada yang mengurusi mereka. Dia menambahkan bahwa ada orang yang membawakan baju ganti dan menaikkan mereka ke sebuah kapal bertujuan ke Bombay. Tanpa mereka sadari mereka berdua melihat ke kediaman Grenville. Karena Orazio berbicara terlalu banyak dia pun meminta Irene untuk segera berhenti, tetapi Irene tidak akan mengikuti saran dari Orazio.  Karena tidak ada hal yang dapat membantu kapten Hirst lagi, Irene mengulurkan tangannya untuk mengajak Orazio kembali ke keluarga Adler sebagai bagian keluarga Adler kembali. Karena tidak ada pilihan lagi Orazio pun naik dan menyuruh kusir untuk pergi. "]
      },{
         "id":14,
         "quote": "“Aku telah banyak menderita, Kapten. Boleh dibilang bahwa hatiku sudah tak ada lagi, di gantikan oleh bekas luka”",
         "quoteBy": "~ Nyonya Bangsawan",
         "bab": "BAB XIV - Rumah yang Kacau Balau",
         "isi": ["Setelah sampai dirumah kediaman keluarga Adler, Orazio dan Irene dimarahi Leopoldo habis habisan sambil memakai jubah tidur dan tanpa alas kaki berjalan mondar mandir. Nyonya Fowler mencoba meyakinkan Irene untuk memasukkan kakinya ke dalam baskom berisikan air hangat dan bau mentol yang dipercaya dapat menyelamatkan nyawanya. Irene hanya bersin bersin. “Jam berapa ini, dan kalian baru pulang, setelah berhujan hujan di luar sana!” tambah Leopoldo, “apa saya boleh pergi sekarang, Tuan?” tanya Orazio dengan nada menyesal. “Tentu Saja! Kalian berdua pergilah berganti pakaian... dan kau, Orazio, kembalilah setelah itu ke ruang kerjaku!”  Irene bersin dengan kencang. “Oh tuhanku!, parah sekali!” pekik Nona Fowler yang menutupi tubuh Irene dengan handuk. “Sementara kau... kurasa kau berutang penjelasan panjang padaku mengenai apa yang terjadi” tapi Irene hanya bisa bersin kencang “kalau ternyata sakitmu lebih parah dari sekedar pilek, aku terpaksa melarangmu keluar rumah sendirian lagi!” Irene memohon untuk tidak menghukumnya, Leopoldo mengenal baik kawan kawan Irene yang gemar berpetualang, meskipun dia tidak setuju, Leopoldo terlalu sayang kepada Irene dan benar benar khawatir akan kejadian sama yang akan menimpanya lagi sama seperti yang terjadi di Paris “Ini berarti selama sebulan, Irene, kau tak boleh meninggalkan rumah tanpa ditemani Tuan Nelson, paham?” Irene menatapnya dengan tersenyum, dan Irene tahu bahwa Leopoldo berharap untuk Irene bereaksi sewajarnya. “Tidak, Papa! Jangan menghukumku seperti itu!” rengek Irene, “Kau harus menuruti apa katanya!” tegur Nona Fowler. “Nah dengar itu! Dan perintah Ayahmu sekarang adalah cepat mandi dengan air panas!” tegas Leopoldo. Irene menurutinya, dan saat mandi dia merasakan bahwa bersin dan ketidakenakan setelah berkunjung ke kediaman Grenville hilang.", "Setelah keluar dari bak mandi, hari menjelang malam dan semua lampu dirumah sudah dimatikan kecuali di ruang kerja Leopoldo, Irene mendekat dan mendengarkan perbincangan antara Leopoldo dan Orazio “Kau sudah membuatku cemas, Tuan Nelson...” Leopoldo berkata begitu kepada Orazio. “Maafkan saya, Tuan. Tapi saya masih harus meminta izin untuk tidak bekerja sebab...” Irene tak bisa mendengar lanjutannya lagi. Lalu Irene melihat ayahnya menuangkan Sherry ke kedua gelas, satu untuknya dan satu lagi untuk Orazio, setelah terdengar dentingan Irene pun pergi tidur. Di esok paginya Leopoldo terlihat riang. Meskipun memberi izin Orazio untuk tidak bekerja selama beberapa hari, dia masih meminta Orazio untuk membawakannya koran times untuk dibacanya tepat pada waktunya. Setelah meneguk tetesan terakhir teh hitammnya, Leopoldo bangun dari kursinya sambil melihat tajam Irene dan Orazio dengan tatapan pura pura galak “Aku ada janji di pusat kota sekarang, dan aku ingin memastikan bahwa tak ada seorang pun yang bermaksud melakukan hal yng konyol. Paham?”. “paham sekali, Tuan” angguk Orazio. Setelah selesai sarapan, Irene kembali ke kamar dan mencuci muka lalu memakai mantel biru dan topi wol, sebelum akhirnya turun menuju dan menunggu Orazio di samping pintu masuk. Orazio menatap Irene dengan tatapan bersekongkol dan melilitkan sebuah syal panjang di leher Irene. “Masa saya harus mengurusimu seperti seorang bocah kecil, Nona Irene? Pakailah pakaian yang cukup hangat sebelum keluar!” tukasnya dengan lantang “kawan kawanmu menunggu di Shackleton!” bisiknya ke telinga Irene. ", "Akhirnya, setelah membuka pintu, Orazio berkata dengan suara keras agar Nona Fowler dapat mendengarnya “Dokter Williamson akan memeriksamu Nona Irene! Semoga dia memberimu obat tenggorokan!” dan setelah menyamarkan maksud mereka, mereka pun pergi. Lupin dan Sherlock (yang sudah mahir membolos sekolah) sudah berada di Shackleton Coffee House. Irene menceritakan singkat bagaimana dia dan kepala pelayan bertemu kemarin malam, dan menegaskan fakta bahwa tuan Nelson akan mengawasi vila kediaman Nyonya Grenville. Orazio juga menceritakan tentang informasi mengenai dua pelaut belanda, yang kemungkinan anggota komplotan penjahat Jim Hawke yang sudah cepat kembali ke Bombay. Orazio menjelaskan “mengenai Lady Grenville mudah saja, dia adalah wanita bangsawan yang posisinya mengandung kelemahan. Lemas seperti kapten Hirst yang sudah terbius pesona wanita itu”. Arsene ragu untuk menanyakan sesuatu karena dia menghomati sang kapten, tetapi dia pun akhirnya membuka mulutnya “Jadi... hubungan seperti apa yang terjalin antara Lady Grenville dan sang Kapten?”. “ Persahabatan dan saling mengagumi, tuan Lupin... aku belum pernah melontarkan pertanyaan yang diluar batas, tetapi dari percakapan Hirst, kesamaannya berada pada spiritual pria usia paruh baya yang menduda bertahun tahun, dan wanita yang masa lalunya mengalami banyak kepedihan” jawab Orazio. “Kepedihan?” tanya Irene, “sepengetahuanku, Hirst sendiri pun tidak tahu. Hanya saja dia pernah memberitahuku mengenai kalimat yang sering diulang Nyonya bangsawan : Aku telah banyak menderita, Kapten. Boleh dibilang bahwa hatiku sudah tak ada lagi, di gantikan oleh bekas luka” tutur Orazio. “Kalau begitu, seseorang pernah singgah di kehidupan Lady Grenville!” guman Irene. ", "Orazio melanjutkan ceritanya mengenai dua pelaut yang kabur begitu saja, dia pun mengintai kediaman Lady Grenville menunggu peristiwa yang tidak pernah terjadi. Bagi Irene dan kawannya itu sedikit mengecewakan, sebab, mengigat dugaan mereka bertiga mengenai tiga peti Lady Grenville dan upeti sang maharaja, mereka mengharapkan pergerakan di sekitar rumah Lady Grenville, tapi nyatanya tidak ada orang yang sudah meninggalkan atau mendekati rumah No.5 itu. Sherlock angkat suara dan memberitahu mereka bertiga bahwa dia telah mengunjungi pub di mana para wartawan Globe sering berkumpul dan mengumpulkan informasi mengenai Lord Sainsbury. “Latar belakangnya tidak terlalu istimewa” tutur Sherlock “Tanpa Cela, noda, ataupun unsur lain yang mungkin bisa mengaitkannya dengan kasus Madras Moon. Dia lulusan Eton, dan sejak muda sudah masuk Royal Navy, lalu menjadi penjabat komersial untuk wilayah Hindia, dan mengagalkan upaya pemberontakan pada masa jabatannya, dia pun dikenal karena keandalah dan ketegasanya, yang akhirnya membuatnya dinobatkan menjadi gubernur di wilayah punjab. Satu fakta yang penting adalah sebuah kecelakaannya terjatuh ke tanah selagi bepergian menunggang seekor gajah. Tentu saja itu pastinya ulah pemberontak, tapi Lord Sainsbury tidak sampai terluka. Informasi lainnya adalah dia sudah menikah selama 15 tahun dan memiliki 2 anak, keduanya bersekolah di Eton, dan dia tinggal di kediamannya yang terletak sedikit di luar kota London, namanya Mullingdale Hall”. ", "Giliran Arsene untuk memberikan informasi yang baru untuk mereka, Lupin tertawa saat ditanyakan dan pergi mengambil karung besar yang diisikan foto hasil jepretan dari Tuan Thomson yang diambilnya selama sebulan di Docks. Di saat mereka memilah milah foto tersebut, tidak ada hal yang mereka temukan. Sherlock akhirnya memberikan ide untuk membawa semua foto tersebut untuk ditelitinya lebih dalam nanti malam. Setelah semua setuju dan akan berangkat, Irene tak sengaja menjatuhkan foto yang dia pegang dan mengerutu dirinya sendiri. Saat mengambil foto foto yang berserakan, Irene terkejut menemukan Tuan Sherwood (Suami dari Nyonya Sherwood) berada pada Docks sebulan yang lalu, dan dia tampak berada pada Dermaga No.19, tepat dimana kejadian penembakan akan terjadi. Sherlock menduga bahwa semua kebetulan belaka, tapi hal itu akan konyol. Sherlock berjalan ditempat dengan cepat sambil menyatukan kejadian kejadian yang baru saja ditemukannya, dia menyadari keanehan karena kedatangan koloni india bermunculan dalam kasus ini, terutama dermaga Madras Moon, yang disebelahnya berlabuh kapal Mokham Chand.", "Holmes menghentikan rentetan kalimatnya, sambil menunjukkan tentang kembang api yang terjadi tepat setelah kedatangan maharaja, dia memberi tahu bahwa kejadian Madras Moon adalah persiapan dari pertukaran. Semua menjadi bingung, lalu Sherlock menjelaskan “Seseorang yang ingin agar peti peti yang tiba di Mullingdale Hall berbeda dengan yang diturunkan Singh Flower, yang sudah diperiksa para petugas cukai. Sebaliknya, yang ingin disampaikannya ialah tiga peti yang BELUM pernah diperiksa oleh petugas cukai inggris, yang sudah diambil dari Madras Moon sebelum sempat diperiksa!”. Dia menyimpulkan bahwa peti yang ingin diberikan maharaja kepada Lord Sainsbury bukanlah hadiah semata, melainkan Bom Waktu."]
      },{
         "id":15,
         "bab": "BAB XV - Pesta Meriah",
         "isi": ["Irene menaikkan suaranya untuk merengek dan memohon kepada Orazio untuk mengizinkannya ikut ke persiapan pesta di Mullingdale Hall kediaman Lord Sainsbury. Orazio membantah karena dia tak ingin Irene terluka karena ini adalah sumpah yang dibuatnya oleh Leopoldo. Irene mengeluarkan kata yang tidak mengenakan dan hampir membenci Orazio karena pertengkaran itu. Arsene berusaha menenangkan Irene, tetapi tidak berhasil. Jadinya mereka berempat pulang menaiki kerete kuda, kemarahan Irene menghilang selama dijalan sambil melihat kabut yang turun di London. Perjalanan sunyi dan pertengkaran yang tak terelakan antara Orazio dan Irene. Saat tiba di Aldford Street, di depan rumah Irene. Orazio turun dan meminta Irene untuk memberitahukan bahwa dia akan pulang lebih malam. Sherlock dan Lupin ikut turun, Irene meminta mereka untuk pergi dan pulang tanpa ada yang terluka satupun. ", "Sherlock dan Lupin terkejut akan keputusan Irene, Irene menunjukkan alamat rumah yang harus didatangi mereka. Sherlock dan Lupin mengangguk senang sebelum kembali naik ke kereta kuda, sebaliknya Irene masuk ke rumah menghabiskan ber jam jam setelahnya di kamarnya yang hening, dan semua yang Sherlock dan Lupin ceritakan kepada Irene dia coba imajinasikan bagaimana itu terjadi. Selama perjalanan ke Mullingdale Hall, mereka bertiga berembuk tentang bagaimana mereka harus bersikap kepada Lord Sainsbury. Sherlock menjelaskan “Dalam situasi ini, wajar saja mengira ketiga upeti tersebut sudah dibawa ke sini dan dijaga oleh seorang pelayan”. “Tunggu sebentar, bukankah kita menduga bahwa sata satunya ‘upeti’ sang maharaja adalah sebuah bom?”. “jika begitu, barang bawaan seperti itu pastinya terus diawasi setiap waktu!” kata Orazio. “jadi seseorang dari tim pelayang sang maharaja pastinya bersekongkol dalam rencana ini!” tutur Lupin. Sherlock ber teori bahwa mungkin ada lebih dari satu orang saja yang terlibat, “Kusarankan supaya jangan terlalu bersemangat, Tuan Gardner, kepala pelayan di Mullingdale Hall, adalah kawan lamaku, tapi aku tak tau seberapa jauh kita diizinkan masuk” kata Orazio. Dan setelah kira kira 40 menit, mereka bertiga turun dan Orazio menyuruh kusir untuk menunggu mereka agak jauh dari kediaman Lord Sainsbury.", "“Kalian tunggulah aku disini” kata Orazio memasuki jalanan kecil tempat masuknya para pelayan, setelah 20 menit dia memberitahu bahwa Tuan Gardner mengaanggap Orazio sudah gila, tetapi dia diberikan waktu selama 1 jam saja tidak ada tapi tapian karena ini adalah momen penting untuk karir nya. Setelah masuk mereka bertiga berganti pakaian menjadi pelayan untuk mengurangi kecurigaan, mereka bertiga pun berpisan dan akan berkumpul lagi di ruang yang sudah dijanjikan Orazio setelah 1 jam. Orazio ke gedung utama, sementara Lupin dan Sherlock ke bagian gudang di belakang rumah. Setelah masuk ke gudang Mullingdale Hall, Sherlock dan Arsene memulai perjalanan mereka. Mereka melihat pelayan berturban India menggosok sehelai kain pada gading kecil Ganesha, dewa berkepala gajah, tak terlihat sedikit bayangan dari... “Tiga peti!” bisik Sherlock. Lupin pun mempunyai ide untuk membawa keranjang penuh kentang dan mempercayakan semuanya pada dirinya.", "Setelah dia membawa kerangjang tersebut, dia berpura pura jatuh, sambil mengentakkan keranjang itu supaya kentangnya berhamburan dan menggelinding tepat di kedua kaki si pria berturban. Si pelayan marah, tapi Sherlock dan Lupin meminta maaf dengan membungkukkan badan. Sherlock berhasil melangkah sedikit ke dalam dan membungkuk di antara ketiga peti itu, yang kini sudah terbuka dan kosong. Setelah kesekian kalinya melihat, dia kembali dan mengambil keranjang mereka dan menjauh. Dia menceritakan bahwa dia melihat peti dengan inisial “MG” dan bersumpah melihat inisial tersebut, “MG... seperti Margareth Grenville!” tebak Lupin, “Tepat sekali, Bung!”. Jadi sampai saat itu, semuanya memperkuat teori Sherlock dengan mulus. ", "Peti peti yang sampai di Mullingdale Hall adalah muatan yang diturunkan dari Madras Moon dan bukannya tiba dengan kapal maharaja. Upeti untuk Lord Sainsbury dipilih sedemikian rupa sehingga dua peti saja, supaya peti ketiga dpat memuat sesuatu yang jauh lebih berbahaya dan mematikan. Oleh karena itu, masih dalam teori Sherlock, diantara batu batu antik di kediaman megah itu, terdapat bom yang sudah mulai mendetakkan detak detik kematian. "]
      },{
         "id":16,
         "bab": "BAB XVI - Saat Saat Menegangkan",
         "isi": ["“Tapi ternyata... tak terjadi apapun, Nona Adler. Betul betul tak ada yang terjadi!” kata Orazio. “tak ada?”ulang Irene “Tapi kusangka tadinya...”. “memang tak ada apa pun!” potong Sherlock geram “tak ada satupun bom sialan di tempat itu!” mereka berdua menceritakan kejadian di Mullingdale Hall yang tidak terjadi apa apa sama sekali, Sherlock kesal akan kekeliruannya dan pulang sambil diantar Orazio yang bersikeras membayar kusir kuda tersebut sebagai ucapa terima kasih. Saat Orazio kembali, Irene mengajukan pertanyaan yang paling jelas “Dimana Arsene?” “Tuan Lupin bersikeras untuk tinggal di Mullingdale Hall.” Orazio membentangkan kedua tangannya “katanya dia tak bisa pergi tanpa berhasil memahi situasi. Lagi pula dia tak puny kelurga yang menunggunya di rumah, jadi tak ada seorang pun yang bisa mencegahnya” lapor Orazio. Irene menggelengkan kepala kaget. Itulah sifat asli Arsene, keras kepala dan nekat bukan kepalang. ", "Saat Irene kembali ke kamarnya dan hendak tidur, ada beribu pikiran yang datang dan membuatnya untuk sulit tidur, dia melihat jendela yang tidak ditutup selama beberapa saat, sampai akhirnya muncul wajah seseorang yang dia kenal, Arsene. Irene bergegas berdiri dan membukakan jendela. “Dasar gegabah!” bisik Irene, Arsene terkikik pelan dan memberitahu bahwa dia sehat walafiat tanpa terluka sama sekali sesuai janji. “Kuharap kenekatanmu itu menghasilkan sesuatu...” Arsene menggeleng dengan penuh sesal. Dia hanya menceritakan banyak orang orang kaya, berpengaruh dan orang berturban dari india datang. Arsene menaruh tanganya di bahu Irene dan dia menduga Arsene akan mendekapnya, tetapi dia menaruh tangan satunya di mulutnya sambil menguap. “kau boleh saja tidak percaya, tapi si Papon yang pemberani pun bisa meres capek” bisik Lupin, setelah itu mereka pun berpisah. Esok paginya, Orazio memberitahu Irene bahwa dia ingin membesuk Hirst di penjara, dan Irene minta ikut. Dengan tatapan dan senyuman Irene meyakinkan Orazio bahwa alasan apapun tak akan menggoyahkanya. ", "Irene pun mengisi tasnya dengan beberapa barang, dan mengenakan pakaian hangat. Setelah itu mereka pun pergi ke penjara Clerkenwell. Sesampainya disana mereka pun melihat Hirst yang makin kurus dan mukanya tetap tenang seolah mengakui kesalahan yang tidk dilakukannya. Setelah saling menyapa, “maafkan saya Kapten”tutur Irene “apa anda mau meliht foto ini dan memberitahu saya...” Hirst tidak membiarkan Irene menyelesaikan kalimatnya, dia berdiri dan menjatuhkan kursi yang didudukinya dan langsung berkata. “Oh tuhan, Nak! Di mana kau menemukan foto si beludak ini?” Teriak Hirst. “Jadi anda mengenalnya?” desak Irene, “kenal, katamu?”tukas Hirst geram “dialah bedebah yang sudah membuatku berakhir disini... dia adalah Hawke!”. Irene ternganga, dia memperlihatkan foto tersebut untuk mendapatkan sesuatu tetapi tak seperti ini! Sang kapten meyakinkn Irene bahwa Tuan Sherwood adalah Jim Hawke.", "Selagi penjaga mendekat karena suara kericuhan tadi, Orazio menyarankan Hirst untuk mencari pengacara. Tapi Hirst menolak karena dia tidak memiliki pengacara, sebelum akhirnya dibawa paksa oleh penjaga. Irene menyuruh Orazio untuk mengurus Hirst, sementara Irene akan pergi menemui Sherlock dan Lupin tentang penemuan yang tak terduganya Jim Hawke adalah Tuan Sherwood. Dia berjalan menuju rumah karena banyak pikirin dan berusaha menenangkan pikirannya, tapi keputusannya segera dia sesali karena dia diikuti oleh seseorang. Pria tinggi dengan badan terbungkus mantel panjang, dengan selendang tebal yang menyembunyikan wajahnya. Irene yang merasa diikuti pun mulai mempercepat langkahnya, sejenak dia merasa sesak nafas. Dia melihat kios bunga dan berlari kesana untuk berbaur. Saat berbelok ke kiri, dia melihat pintu masuk ke stasiun kereta bawah tanah Farringdon Street. Irene sebenarnya benci menaiki kereta bawah tanah, tetapi dia terpaksa untuk naik ke kereta tersebut karena ditarik kekuatan yang tak terlihat. ", "Irene sadar bahwa semua itu bukan sekedar pikiran buruk, melainkan si pria tadi mulai mempercepat langkahnya setelah melihat Irene kabur, bahkan sampai menabrak Nyonya yang sedang berbicara dengan penjual bunga. Seruan dn teriakan terdengar di belakang bahu Irene. Irene menyelinap di antara kerumunan menuruni tangga secepat kilat. Debaran jantung Irene semakin terkendali, dia melihat sebuah gerbong yang sudah penuh siap diberangkatkan. Irene segera melesat dan tanpa ragu menyikut sana sini, sampai masuk ke dalam gerbong tersebut. Irene adalah orang terakhir yang naik, sebelum bunyi peluit terdengar dan kereta pun mulai bergerak. Irene memejamkan matanya sambil menghela nafas yang panjang. "]
      },{
         "id":17,
         "bab": "BAB XVII - Seorang Kenalan Baru",
         "isi": ["Perjalanan yang ditempuh Irene tidaklah jauh, setelah kereta memelan karena perhentian pertama sudah terlihat, sang kondektur mengumumkan mereka sudah tiba di King’s Cross. Irene merasa disana dia bisa menemukan kereta kuda, jadiny dia turun tanpa pikir panjang. Setelah sampai di luar dia merasa lega terkena sinar matahari, dan cepat cepat manaiki salah satu kereta kuda di luar stasiun. Irene memberikan alamatnya di Marshall Street kepada kusir, dimana Arsene tinggal. Setibanya disana, dia buru buru masuk tanpa mengetuk, “Arsene, kau pasti akan kaget kalau...” tutur Irene tersengal. Tapi sadar bahwa Lupin tidak sendirian. Di sebelahnya, duduklah seorang pemuda berperawakan tinggi, dengan sepasang mata hitam dan kulit sawo matang, yang langsung berdiri membungkukkan badannya penuh hormat begitu melihat Irene masuk. “Maaf... aku tak tahu kalau...” Guman Irene malu. “tak apa apa, malahan kau datang di waktu yang tepat, sebab percakapanku dengan Tuan Ghose ini sedang seru serunya” tukas lupin sambil membirkan Irene duduk. Arsene pun mengenalkan tamunya, Kashab Ghose, berasal dari kalkuta, dan dia berada di London untuk menamatkan studinya di bidang kedokteran. ", "Dia menceritakan bahwa dia berkenalan dengan Ghose berkat dua wanita yang tinggal di atas apartemennya. Mereka memperkenalkannya karena semangat akan sesuatu yang berbau india, dan jadinya Tuan Ghose pun menceritakan tentang negara India kepada Lupin, dan Ghose pun senang karena bisa menceritakan negerinya kepada seseorang. “tahu tidak, Irene, Tuan Ghose sedang menceritakan bagaimana Lady Grenville sangat terkenal di negaranya” tutur Lupin, Ghose mengangguk, “Betulkah?” tanya Irene. “boleh dibilang, sang nyonya bangsawan telah menyulut gunjingan di kalangan bangsawan india, dan beberapa kerabatku suka bergosip juga termasuk di dalamnya” tutur Ghose. “Kisah cinta rahasia, yang layak untuk dibuat novel!” komentar Arsene. Irene mengemukakan kebimbangannya kepada Ghose, yang mengangguk sambil menyeruput tehnya. “Nyonya Grenville adalah sosok yang begitu istimewa. Dia dulu bermukim di tempat terpencil dan tidak pernah bergaul dengan orang inggris lainnya.", "Makanya kabar ini pun tak terlalu terdengar olehku, tetapi tetap disampaikan oleh beberapa bibiku yang kaya di kalkuta. Dan aku paham betul bahwa kisah itu merangsang imajinasi mereka : kisah cinta mengharukan antara wanita bangsawan inggris dengan seorang pemuda dari kalangan atas india yang berjiwa pemberontak.” Jelas Tuan Ghose. “Aku bisa maklum. Siapa sih, pria yang tersohor ini?” tukas Irene. “nama julukannya terdengar seperti tokoh novel” jawab tuan Ghose “si macan muda dari jalandhar, begitu sebutan dari para pengagumnya. Sedangkan yng tidak menyukainya dulu memanggilnya Mahariv si muka carut.” Mendengar penjelasan Tuan Ghose, Dada Irene berdegup kencang. Mengapa dia menyebut kata “Dulu”. Dan mengapa nama itu tidak asing bagi Irene. “Si muka carut, katamu?” tanya Irene. “tepat sekali, Nona. Sepertinya Mahariv ini sangat tampan, tetapi dia mempunyai bekas luka mendalam di bawah satu matanya...” “Oh Tuhan!” pekik Irene. Nama Mahariv terucap dari mulut Lady Grenville saat dia memandang foto yang Irene lihat di rumahnya, fotonya bersama dengan seorang pria yang wajahnya dihiasa bekas luka. Irene sadar, seruannya membuat penasaran kedua orang lainnya. “maafkan aku” guman Irene “rasanya mengagetkan melihat luka seperti itu... maksudku, aku hanya membayangkan betapa pemuda itu pasti sangat tampan...” kata Irene terbata bata. Lupin mengangkat satu alisnya dengan tatapan penuh tanda tanya, sementara Tuan Ghose cukup sopan untuk tidak memperlihatkan keterkejutannya. “jadi, Tuan Mahariv ini...” lanjut lupin. “Mahariv Chand adalah pria gagah berani, berbanding terbalik dengan sepupunya Mokham, yang akhirnya menerima gelar maharaja yang sebetulnya ditujukan untuk Mahariv.” “Mokham Chand?!” ulang Lupin. “ya. Mokham Chand yang kebetulan akan sebentar lagi datang untuk membawa upeti sebagai tanda penyerahan diri kepada sang ratu, tanpa martabat sedikitpun, begitu menurut pendapatku. ", "Mungkin dia pria yang keras, tetapi dia ikut menderita dan berjuang bagi nasib rakyatnya, dan ini membuatnya tak disenangi oleh pengadilan Inggris.” tutur Tuan Ghose lagi. “Oh tuhan, apa maksudmu itu...” tanya Irene. “Mahariv Chand telah dihukum mati, menyusul tuduhan pengkhianatan dan konspirasi melawan kerajaan Inggris. Takdir memang kejam, sebab orang itu adalah orang yang sama kepada sepupunya itu kini membungkukkan diri...” jelas Ghose, yang terkejut melihat reaksi Irene dan Arsene. “Lord Sainsbury!” seru Irene. Ghose tertegun menatap Irene “jadi kalian sudah tahu kisah ini?” tanyanya kepada Irene. Sebetulnya tidak begitu, baik Irene maupun Arsene sedang bersusah payah mereka kejadian itu, yang masih belum jelas. Sebagai orang yang amat cerdas, Ghose tahu bahwa perkataannya tadi menimbulkan reaksi yang tak terduga. Jadinya Ghose meminta  diri untuk memberikan privasi untuk Arsene dan Irene. Setelah Arsene bertanya mengapa Irene bersikap begitu. “Arsene, aku pernah melihat pria itu! Mahariv Chand... di rumah Nyonya bangsawan” dia memberitau Arsene bahwa dia melihat pria itu di bingkai foto yang berada pada rumah Lady Grenville. Lupin bertanya apakah Lady Grenville ingin membalaskan dendamnya kepada Lord Sainsbury?” Lalu Irene menjelaskan penemuannya tentang Jim Hawke kepada Lupin. “jadi sang kepala pelayan Nyonya Grenville... adalah si Jim Hawke yang keji itu?” pekiknya. Lalu mereka pun segera pergi ke rumah Irene, saat tiba di Aldford Street mereka menemukan Sherlock yang mondar mandir gelisah di depan pintu rumah Irene, memegang sebuah buku dan saat melihat mereka berdua, dia langsung berlari mendekat “Akhirnya, kawan kawanku... cepatlah, kita tak punya banyak waktu!” "]
      },{
         "id":18,
         "bab": "BAB XVII - Si Kobra",
         "isi": ["Holmes tak mau mendengar alasan apa pun. Menurutnya mereka perlu cepat menaiki kereta kuda, Irene pun bergegas mencari Orazio yang sedang sibuk merapikan lemari Leopoldo. Irene pun segera bergegas meminta Orazio untuk ikut, Orazio ingin bertanya tetapi Irene ingin Orazio mempercayai Irene dan Sherlock sekali lagi. Orazio pun menghentikan apa yang diperbuatnya dan lari keluar bersama Irene, tentu Nona Fowler kesal akan hal itu. Sherlock pun kan membayar Billy 2 pound bila bisa mengantar mereka ke Mullingdale Hall, dan tentu saja Billy dengan cepat mengambil cambuk kuda dan dengan cepat mengantar mereka ke Mullingdale Hall. ", "“Opium, sialan! Opium” itulah kata pertama yang keluar dari Sherlock. Dia memberi tahu bahwa pagi ini profesor Ingber menerangkan tentang daerah kumu di Roma, dan tiba tiba teringat akan bau yang pernah dicium Sherlock di gang kumuh di St.Giles, yang berasal dari pabrik Opium ilegal. Dia menjelaskan tentang teori bom di dalam upeti maharaja, Sherlock membuka halaman tertentu dari buku yang dia bawa, dan Irene membaca judulnya : misteri di wilayah india, karangan Arthur T.Dripp Irene pun lantas membaca bab yang ditunjukkan Holmes : SEKTE ULAR KOBRA. “sebentar!” potong Lupin “kau tidak sedang bercanda kan! Apa maksudmu di dalam salah satu peti itu tersembunyi seorang pembunuh bayaran? Tapi peti itu, kan hanya sekedar kotak yang tak akan cukup untuk...” “Seorang yang cebol sekalipun!” tukas Sherlock. “nyatanya jika saja kalian bisa bersabar untuk sedikit lagi melanjutkan karangan Tuan Dripp, kalian akan mendapati bahwa semua pembunuh yang dipilih oleh sekte ular kobra memang berbadan cebol. ", "Mereka dipilih karena kegesitannya, kemampuannya menyembunyikan diri dan memanfaatkan ruang sempit untuk bepergian, serta bergerak dimana mana tanpa mencolok perhatian. Jadi pelatihannya pun ditambahi dengan bagian yang tidak berkemanusiaan, yang sering dilakukan oleh para ahli akrobat dan pembunuh bayaran, sehingga sanggup menahan lapar, haus, kesukaran, dan rasa sakit, dan juga berkat bantuan ramuan opium yang sangat manjur, yang dinamakan Minuman Dewa Malam,  yang selalu mereka bawa kemana mana dalam kantong kulit, bersama sebilah belati.", "Kurasa sekarang jelas bahwa bau yang sudah kucium tidak lain adalah arom Minumn Dewa Malam itu, yang pastinya disesap si pembunuh bayaran di perjalanan panjangnya dari Bombay ke London.” “kini semuanya jelas!” seru Lupin “tentu saja Lady Grenville dan pelayannya itu diam diam mengurusi kobra suruhan mereka di atas Madras Moon, supaya tidak dia tidak mati kelaparan atau kehausan” “Ya Tuhan!” geram Orazio “mempermainkan Hirst selama itu... benar benar keterlaluan!” “kesimpulan mengenai peran kedua wanita dalam kasus ini sepertinya agak gegabah, Arsene”. Irene menjawab “tidak Sherlock, sama sekali tidak. kebetulan kami punya informasi lain yang layak ditambahkan disini”. Sherlock menatap Irene “Oh ya?” “ya... apa kau pernah mendengar tentang si Macan Muda dari Jalandhar?”"]
      },{
         "id":19,
         "bab": "BAB XIX - Benih Pembalasan Dendam",
         "isi": ["Selama sisa perjalanan mereka, Irene, Arsene dan Orazio menceritakan kepada Holmes tentang penemuan mereka. Tuan Nelson menceritakan bagaimana kapten Hirst mengenali Jim Hawke di foto Tuan Thomson yang ditunjukkan Irene sewaktu kunjungan di penjara. “menarik sekali” cetus Sherlock “jadi tiga bulan lalu si busuk Sherwood berada di Bombay dan sekitar sebulan lalu sudah ada di London... untuk merekrut sekawanan penjahat dan menyuap pegawai yang mengawasi pintu masuk Docks!” “Terusan Suez!” mereka menyimpulkan bahwa perjalanan rute baru itu memungkinkan penghematan waktu sekitar sebulan untung mengarungi India daan Eropa, hal itu juga menjelaskan bagaimana si Jim Hawke bisa berada di London sekitar sebulan sebelum kedatangan Madras Moon. ", "Lalu tibalah saatnya menceritakan kisah cinta rahasia Lady Grenville dan Mahariv Chand, alias si Macan Muda dari Jalandhar, kisah cinta yang berakhir tragis, dengan hukuman mati yang dijatuhkan kepada kekasih si Nyonya bangsawan itu. Dan Lord Sainsbury memiliki peranan yang sangat penting dalam hukuman mati tersebut, sebagai jaksa penuntut atas nama kerajaan Inggris. Sebuah gambaran semakin jelas, gambaran yang berisikan pembalasan dendam yang dirancang sejak lama. Lupin masih bingung akan kelakuan Mokham yang setelah hukuman mati menimpa sepupunya. “Menurut Tuan Ghose, Mokham adalah seorang penjilat terhadap orang inggris, yang hanya ingin menunjukkan kepatuhannya pada mereka” tambah Lupin.", "“Dengan memainkan peran sebagai sekutu yang jinak dan patuh, dia pun bisa mendapatkan kesan tak bercela. Dan karena para kobra itu terkenal akan kemampuan mereka menyamarkan kejahatan sebagai kecelakaan fatal, tak seorang pun mencurigai kaitan antara kematian Lord Sainsbury dan Maharaja Chand.” Tambah Sherlock. “Tak seorang pun kecuali kita!” tukas Orazio. Lalu Billy berteriak memberitahukan bahwa dalam lima menit mereka akan sampai ke Mullingdale Hall, dan benar saja bayangan gedung itu mulai terlihat. Irene memutuskan untuk keluar mengetuk pintu karena tidak ada yang mengenalnya, Orazio menarik nafas gugup “Nona Irene... kau benar, tapi kau lupa bahwa di sana itu ada...” “Seorang algojo dari India, aku tahu itu” potong Irene “tapi dia dikirim kesini bukan untukku. Lagi pula, aku hanya mencoba untuk bisa diterima di dalam sana dan menjelaskan semuanya, dan jika aku berhasil, aku akan kembali ke sini untu memanggil kalian, paham?” Irene pun turun dan berjalan menuju pintu gerbang utama. Seorang pelayan paruh baya membukakan pintu dan Irene memperkenalkan dirinya dan langsung memberitahu bahwa dia memiliki informasi yang bisa menyelamatkan hidup Lord Sainsbury.", "Pelayan pria itu terkesan, sedangkan pelayan wanita langsung bergegas memanggil seseorang. Setelah menunggu muncullah sang kepala pelayan, Tuan Gardner, Irene memperkenalkan dirinya dan Tuan Gardner melayangkan tatapan curiga, setelah melihat muka Orazio tertempel di kaca kereta kuda, dia langsung mengumpat tentang keberadaannya. Setelah Orazio keluar bersama Sherlock, tapi Lupin tak keluar malah tetap berada di dalam kereta, setidaknya itu dugaan Irene. Gardner mengancam akan memanggil polisi, dan Irene mendukungnya. Orazio menjelaskan kedatangnnya dan Orazio mendadak terdiam. Dari taman di sebelah kiri, terdapat teriakan yang mencekam. “Lord Sainsbury!” teriak Sherlock. Semua langsung menuju arah suara tersebut, dan apa yang Irene lihat membuatnya ngeri. Arsene di tengah tengah hamparan rumput, mencengkeram sesosok mahluk kecil, sosok yang tampak keji, yang hanya mengenakan pakaian compang camping, itu  pastilah si Kobra yang diceritakan Sherlock.", "Suara ricuh memenuhi kedua telinga Irene. Si kobra mengeluarkan belati dari sabuknya dan dengan gerakan yang gesit mengarahkannya ke dada Lupin. Irene melihat Lupin terjengkal kebelakang, sementara si algojo menghilang di kegelapan taman. “Demi Tuhan! Ada apa ini?” pekik seorang pria sekitar berumur lima puluhan. Irene melihat si kobra meluncur cepat untuk menyerangnya, sedetik kemudian terdengar suara tembakan, Sherlock berada di tengah tengah taman, dengan kedua lengan terjulur ke depan dalam sikap membidik. “Berhenti Kau!, atau tembakan berikutnya akan menghabisimu!” tembakan tadi menyambar hanya selangkah di depan posisi si algojo. Mendengar tembakan pistol Sherlock, si algojo terdiam sambil menggertakan giginya, Lord Sainsbury dan Orazio datang menghambur ke arah si algojo.", "Lupin mencoba untuk membantu, Irene melihat pakaian Lupin terkoyak di bagian dada dan terdapat goresan sedikit, tapi dia tersenyum dan lukanya tak parah. Dia berlari untuk membantu yang lainnya, sedangkan Irene berlutut dengan mata terpejam dengan helaan nafas panjang. Rasanya dunia ini sudah berhenti berputar, dan akhirnya mandek dalam selubung keputusasaan. Tapi untungnya, sebentar kemudia Irene memutuskan kembali bergerak maju."]
      },{
         "id":20,
         "bab": "BAB XX - Di Tepi Sungai",
         "quote": "“Jika ada yang menyakiti kita bertiga, pastinya orang itu adalah salah satu dari kita sendiri”",
         "quoteBy" :"~ Sherlock Holmes",
         "isi": ["Saat beberapa orang berbadan kekar datang menangkap dan melumpuhkan si kobra, Orazio memandang mereka bertiga denga mata penuh rasa terima kasih. Orazio sudah menunggu Billy menunggu di jalan depan pintu masuk, dan menyuruh mereka bertiga untuk pulang, sedangkan Orazio akan tinggal lebih lama untuk memberikan penjelasan yang diperlukan untuk membebaskan kapten Hirst. Dalam perjalanan pulang di kereta kuda, mereka tertawa  dan gembira. Segala hal yang berlalu terasa jauh, dan membayangkan bahwa seseorang yang tidak berdosa, berkat usaha mereka, dapat menghindari hukuman yang tidak adil. Esok paginya Irene mendapatkan surat dari Orazio yang berisi rasa terima kasihnya dan kapten Hirst sudah bebas.", "Dengan cepat Irene turun kebawah dan mencium Leopoldo di pipi. Dia merasa bingung perlakuan apa yang pantas untuk mendapat kecupan tersebut, dengan senyumnya Irene pun pergi menemui Sherlock di sungai Thames. Mereka berdua asyik membaca tentang rencana pumbunuhan yang berhasil digagalkan, menurut koran itu, Mokham Chand ditahan dan dilarang berlayar. Di dalam saku mantel Sherlock terdapat dua lembar foto. Sherlock memberi teka teki tentang foto yang dibawanya, Irene menjawab “mulut yang menganga, hidung hidung mendongak...” Sherlock tersenyum sambil mengatakan bahwa dia salah.", "Dia menjelaskan bahwa gerobak yang tampak di dua gerobak sama persis, biasa digunakan untuk memindah kan barang di foto pertama terdapat satu, di foto kedua terdapat dua berdamping satu sama lain, di foto ketiga hanya terlihat satu gerobak. “tentu saja... gerobak dengan peti dari Madras Moon sudah siap di sana! Lalu gerobak satunya berisikan peti milik maharaja, yang segera dibawa ke gudang, tanpa seorang pun menyadarinya, sebab semua perhatian tertuju pada kembang api. Akhirnya, petugas bea cukai menemukan satu gerobak dengan tiga peti, menyangka peti itu sudah diperiksa dan berasal dari singh flower, dan mereka pun mengizinkan muatan tersebut keluar dari pelabuhan!” setelah itu Lupin datang, dia terlambah karena habis berbincang dengan tuan Ghose tentang kejadian kemarin. Ghose menganggap perbuatan Lady Grenville sangat lick dan pengecut.", "Lalu mereka membicarakan tentang India, pemberontakan yang diletuskan, dan tangan dingin orang inggris dalam berurusan dengan mereka. Lalu muncullah Orazio dan kapten Hirst dibelakang mereka. Kapten Hirst berterima kasih selamanya kepada mereka dan pergi dengan kesedihan karena sudah di manfaatkan oleh Lady Grenville. Lalu Irene memberitahukan, apa yang terjadi bila ada orang yang menyakiti mereka. Menurut Irene dia akan mengirim pembunuh cebol, menurut Lupin dia akan langsung membalaskan dendamnya sendiri, sedangkan Sherlock hanya memandang sungai Thames dan memandang kedua sahabatnya, “Aku benar benar tak tahu apa yang kulakukan” jawabnya “sebab jika ada yang menyakiti kita bertiga, pastinya orang itu adalah salah satu dari kita sendiri”"]
      }
]